Repository: TwicPics/wordpress-plugin
Catalog: languages/twicpics-*.po
Languages: fr_fr

source: TwicPics Options
fr_fr: Paramètres Twicpics

source: Settings Saved
fr_fr: Paramètres sauvegardés

source: Save Settings
fr_fr: Enregistrer les réglages

source: Identity
fr_fr: Identité

source: Custom Url
fr_fr: URL personnalisée

source: Fill your twicpics url in this field
fr_fr: Remplissez votre url twicpics dans ce champ

source: Type of lazyload
fr_fr: Type de lazyload

source: Select the type of lazyload you want
fr_fr: Sélectionnez le type de lazyload que vous voulez

source: In this section, you can set your registred TwicPics url. You can find it in your <a href="%1$s" target="_blank">account</a>
fr_fr: Dans cette section, vous pouvez définir votre URL TwicPics enregistrée. Vous pouvez la trouver dans votre <a href="%1$s" target="_blank">compte</a>

source: In this section, you can set the type of lazyloading you want before the TwicPics script loads.
fr_fr: Dans cette section, vous pouvez définir le type de lazyload que vous voulez avant l'execution du script TwicPics.

source: Placeholder (default): A grey placeholder replace your image during it loads
fr_fr: Placeholder (par défaut) : Un placeholder gris remplace votre image pendant qu’elle se charge

source: Placeholder colors
fr_fr: Couleurs de placeholder

source: Choose the colors of the placeholder you want (leave both empty if you want a transparent placeholder)
fr_fr: Choisissez les couleurs du placeholder que vous voulez (laissez les deux vides si vous voulez transparent)

source: Foreground placeholder color
fr_fr: Couleur du premier plan

source: Background placeholder color
fr_fr: Couleur de fond

source: Low Quality Image: It's your image, at 2 percent in lighter and low quality
fr_fr: Image de faible qualité: C’est votre image, à 2 pourcent de sa taille donc plus léger

source: Percent of image quality
fr_fr: Pourcentage de qualité d’image

source: Choose the image pourcent you want, the lowest the lighter
fr_fr: Choisissez de pourcentage que vous voulez, plus petit il est plus léger l'image sera

source: Percent
fr_fr: Pourcentage

source: No lazyload (not recommanded): We don't apply any image replacement before script loads
fr_fr: Pas de lazyload (non recommandé): Nous n’appliquons aucun remplacement d’image avant l'execution du script
